Repository: daocism/dspeech
Catalog: Dspeech/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, uk, zh_hans

source: Audio input changed and recognition couldn't recover. Check the input and start again.
de: Der Audioeingang hat sich geändert und die Erkennung konnte sich nicht erholen. Prüfen Sie den Eingang und starten Sie erneut.
es: La entrada de audio cambió y el reconocimiento no pudo recuperarse. Revisa la entrada e inicia de nuevo.
fr: L’entrée audio a changé et la reconnaissance n’a pas pu récupérer. Vérifiez l’entrée et relancez.
it: L’ingresso audio è cambiato e il riconoscimento non è riuscito a recuperare. Controlla l’ingresso e riavvia.
ja: 音声入力が変わり、認識を復旧できませんでした。入力を確認して再開してください。
ko: 오디오 입력이 변경되어 인식이 복구되지 못했습니다. 입력을 확인하고 다시 시작하세요.
pt: A entrada de áudio mudou e o reconhecimento não conseguiu se recuperar. Verifique a entrada e inicie novamente.
ru: Аудиовход изменился, и распознавание не восстановилось. Проверьте вход и запустите снова.
uk: Аудіовхід змінився, і розпізнавання не відновилося. Перевірте вхід і запустіть знову.
zh_hans: 音频输入已更改，识别无法恢复。请检查输入并重新开始。

source: Audio input stopped unexpectedly. Check the input and start again.
de: Der Audioeingang wurde unerwartet gestoppt. Prüfen Sie den Eingang und starten Sie erneut.
es: La entrada de audio se detuvo inesperadamente. Revisa la entrada e inicia de nuevo.
fr: L’entrée audio s’est arrêtée de façon inattendue. Vérifiez l’entrée et relancez.
it: L’ingresso audio si è fermato in modo inatteso. Controlla l’ingresso e riavvia.
ja: 音声入力が予期せず停止しました。入力を確認して再開してください。
ko: 오디오 입력이 예기치 않게 중지되었습니다. 입력을 확인하고 다시 시작하세요.
pt: A entrada de áudio parou inesperadamente. Verifique a entrada e inicie novamente.
ru: Аудиовход неожиданно остановился. Проверьте вход и запустите снова.
uk: Аудіовхід несподівано зупинився. Перевірте вхід і запустіть знову.
zh_hans: 音频输入意外停止。请检查输入并重新开始。

source: Audio output only — connect an input.
de: Nur Audioausgang — schließen Sie einen Eingang an.
es: Solo salida de audio: conecta una entrada.
fr: Sortie audio seule — branchez une entrée.
it: Solo uscita audio — collega un ingresso.
ja: 音声出力のみ — 入力を接続してください。
ko: 오디오 출력만 있습니다 — 입력을 연결하세요.
pt: Apenas saída de áudio — ligue uma entrada.
ru: Доступен только вывод звука — подключите вход.
uk: Лише аудіовихід — підключіть вхід.
zh_hans: 仅有音频输出——请连接输入。

source: Audio source
de: Audioquelle
es: Fuente de audio
fr: Source audio
it: Sorgente audio
ja: 音声ソース
ko: 오디오 소스
pt: Fonte de áudio
ru: Источник звука
uk: Джерело аудіо
zh_hans: 音频源

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消

source: Capture source changed: %@.
de: Aufnahmequelle geändert: %@.
es: La fuente de captura cambió: %@.
fr: La source de capture a changé : %@.
it: La sorgente di acquisizione è cambiata: %@.
ja: キャプチャソースが変更されました: %@.
ko: 캡처 소스가 변경되었습니다: %@.
pt: A fonte de captura mudou: %@.
ru: Источник захвата сменился: %@.
uk: Джерело захоплення змінилося: %@.
zh_hans: 采集来源已更改： %@.

source: Capture source unavailable — check the input connection.
de: Aufnahmequelle nicht verfügbar — prüfen Sie die Eingangsverbindung.
es: Fuente de captura no disponible: comprueba la conexión de entrada.
fr: Source de capture indisponible — vérifiez la connexion de l'entrée.
it: Sorgente di acquisizione non disponibile — controlla la connessione dell'ingresso.
ja: キャプチャソースが利用できません — 入力の接続を確認してください。
ko: 캡처 소스를 사용할 수 없습니다 — 입력 연결을 확인하세요.
pt: Fonte de captação indisponível — verifique a conexão de entrada.
ru: Источник захвата недоступен — проверьте подключение входа.
uk: Джерело захоплення недоступне — перевірте підключення входу.
zh_hans: 采集源不可用——请检查输入连接。

source: Capture source: %@
de: Aufnahmequelle: %@
es: Fuente de captura: %@
fr: Source de capture : %@
it: Sorgente di acquisizione: %@
ja: キャプチャソース: %@
ko: 캡처 소스: %@
pt: Fonte de captura: %@
ru: Источник захвата: %@
uk: Джерело захоплення: %@
zh_hans: 采集来源：%@

source: Check dictation languages in device Settings. Dspeech won't fall back to cloud recognition in place of local mode.
de: Prüfen Sie die Diktiersprachen in den Geräteeinstellungen. Dspeech ersetzt den lokalen Modus nicht durch Cloud-Erkennung.
es: Revisa los idiomas de dictado en Ajustes del dispositivo. Dspeech no sustituye el modo local con reconocimiento en la nube.
fr: Vérifiez les langues de dictée dans les réglages de l'appareil. Dspeech ne remplace pas le mode local par la reconnaissance cloud.
it: Controlla le lingue di dettatura nelle impostazioni del dispositivo. Dspeech non sostituisce la modalità locale con il riconoscimento cloud.
ja: デバイス設定で音声入力言語を確認してください。Dspeech はローカルモードの代わりにクラウド認識へ切り替えません。
ko: 기기 설정에서 받아쓰기 언어를 확인하세요. Dspeech는 로컬 모드 대신 클라우드 인식으로 대체하지 않습니다.
pt: Verifique os idiomas de ditado nos Ajustes do dispositivo. O Dspeech não troca o modo local por reconhecimento em nuvem.
ru: Проверьте языки диктовки в настройках устройства. Dspeech не заменяет локальный режим облачным распознаванием.
uk: Перевірте мови диктування в налаштуваннях пристрою. Dspeech не замінює локальний режим хмарним розпізнаванням.
zh_hans: 请在设备设置中检查听写语言。Dspeech 不会用云端识别替代本地模式。

source: Checking on-device recognition languages…
de: On-Device-Erkennungssprachen werden geprüft…
es: Comprobando los idiomas de reconocimiento en el dispositivo…
fr: Vérification des langues de reconnaissance sur l'appareil…
it: Verifica delle lingue di riconoscimento sul dispositivo…
ja: 端末内認識言語を確認しています…
ko: 기기 내 인식 언어를 확인하는 중…
pt: Verificando idiomas de reconhecimento no dispositivo…
ru: Проверяю локальные языки распознавания…
uk: Перевірка мов розпізнавання на пристрої…
zh_hans: 正在检查设备端识别语言……

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt: Limpar
ru: Очистить
uk: Очистити
zh_hans: 清除

source: Clear current transcript?
de: Aktuelles Transkript löschen?
es: ¿Borrar la transcripción actual?
fr: Effacer la transcription actuelle ?
it: Cancellare la trascrizione attuale?
ja: 現在の文字起こしを消去しますか？
ko: 현재 전사를 지울까요?
pt: Limpar a transcrição atual?
ru: Очистить текущую расшифровку?
uk: Очистити поточне розшифрування?
zh_hans: 清除当前转写？

source: Clear view
de: Ansicht leeren
es: Borrar vista
fr: Effacer la vue
it: Cancella vista
ja: 表示を消去
ko: 보기 지우기
pt: Limpar visualização
ru: Очистить вид
uk: Очистити вигляд
zh_hans: 清除视图

source: Completed transcripts will appear here.
de: Abgeschlossene Transkripte erscheinen hier.
es: Las transcripciones completadas aparecerán aquí.
fr: Les transcriptions terminées apparaîtront ici.
it: Le trascrizioni completate appariranno qui.
ja: 完了した文字起こしがここに表示されます。
ko: 완료된 전사가 여기에 표시됩니다.
pt: As transcrições concluídas aparecerão aqui.
ru: Завершённые расшифровки появятся здесь.
uk: Завершені розшифрування з’являться тут.
zh_hans: 已完成的转写会显示在这里。

source: Confident pilot speech can be stopped before recognition. Callsign relevance filtering stays active separately.
de: Sicher erkannte Pilotenansagen können vor der Erkennung gestoppt werden. Die Rufzeichen-Relevanzfilterung bleibt separat aktiv.
es: La voz del piloto identificada con confianza puede detenerse antes del reconocimiento. El filtro de relevancia del indicativo sigue activo por separado.
fr: La voix pilote reconnue avec confiance peut être arrêtée avant la reconnaissance. Le filtrage de pertinence de l'indicatif reste actif séparément.
it: La voce pilota riconosciuta con sicurezza può essere fermata prima del riconoscimento. Il filtro di rilevanza del nominativo resta attivo separatamente.
ja: 高い確度のパイロット音声は認識前に止められます。コールサイン関連性フィルターは別に有効のままです。
ko: 확실한 조종사 음성은 인식 전에 중단할 수 있습니다. 호출부호 관련성 필터링은 별도로 활성 상태를 유지합니다.
pt: A fala do piloto identificada com confiança pode ser bloqueada antes do reconhecimento. O filtro de relevância do indicativo continua ativo separadamente.
ru: Уверенно распознанная речь пилота может останавливаться до распознавания. Фильтр релевантности позывного работает отдельно.
uk: Упевнено розпізнану мову пілота можна зупиняти до розпізнавання. Фільтр релевантності позивного працює окремо.
zh_hans: 高置信度的飞行员语音可在识别前停止。呼号相关性筛选会单独保持启用。

source: Connect an input for accuracy
de: Eingang für mehr Genauigkeit anschließen
es: Conecta una entrada para mayor precisión
fr: Branchez une entrée pour plus de précision
it: Collega un ingresso per la precisione
ja: 精度のため入力を接続
ko: 정확도를 위해 입력 연결
pt: Ligue uma entrada para maior precisão
ru: Подключите вход для точности
uk: Підключіть вхід для точності
zh_hans: 连接输入以提高准确度

source: Continuation
de: Fortsetzung
es: Continuación
fr: Suite
it: Continuazione
ja: 継続
ko: 연속 교신
pt: Continuação
ru: Продолжение
uk: Продовження
zh_hans: 连续通话

source: Continue without voice filter
de: Ohne Sprachfilter fortfahren
es: Continuar sin filtro de voz
fr: Continuer sans filtre vocal
it: Continua senza filtro vocale
ja: 音声フィルターなしで続行
ko: 음성 필터 없이 계속
pt: Continuar sem filtro de voz
ru: Продолжить без голосового фильтра
uk: Продовжити без голосового фільтра
zh_hans: 不使用语音筛选器继续

source: Couldn't delete the model
de: Modell konnte nicht gelöscht werden
es: No se pudo eliminar el modelo
fr: Impossible de supprimer le modèle
it: Impossibile eliminare il modello
ja: モデルを削除できませんでした
ko: 모델을 삭제할 수 없습니다
pt: Não foi possível apagar o modelo
ru: Не удалось удалить модель
uk: Не вдалося видалити модель
zh_hans: 无法删除模型

source: Couldn't delete the model pack from the device. Check storage access and try again later.
de: Das Modellpaket konnte nicht vom Gerät gelöscht werden. Prüfen Sie den Speicherzugriff und versuchen Sie es später erneut.
es: No se pudo eliminar el paquete del modelo del dispositivo. Comprueba el acceso al almacenamiento e inténtalo más tarde.
fr: Impossible de supprimer le pack du modèle de l'appareil. Vérifiez l'accès au stockage et réessayez plus tard.
it: Impossibile eliminare il pacchetto del modello dal dispositivo. Controlla l'accesso allo spazio di archiviazione e riprova più tardi.
ja: 端末からモデルパックを削除できませんでした。ストレージへのアクセスを確認して後でもう一度お試しください。
ko: 기기에서 모델 팩을 삭제할 수 없습니다. 저장소 접근을 확인하고 나중에 다시 시도하세요.
pt: Não foi possível apagar o pacote do modelo do dispositivo. Verifique o acesso ao armazenamento e tente novamente mais tarde.
ru: Не удалось удалить пакет модели с устройства. Проверьте доступ к хранилищу и попробуйте позже.
uk: Не вдалося видалити пакет моделі з пристрою. Перевірте доступ до сховища та спробуйте пізніше.
zh_hans: 无法从设备删除模型包。请检查存储权限并稍后重试。

source: Couldn't delete the model pack from the device. The device reported a storage or file-access error. Try again later.
de: Das Modellpaket konnte nicht vom Gerät gelöscht werden. Das Gerät meldete einen Speicher- oder Dateizugriffsfehler. Versuchen Sie es später erneut.
es: No se pudo borrar el paquete del modelo del dispositivo. El dispositivo informó un error de almacenamiento o acceso a archivos. Inténtalo más tarde.
fr: Impossible de supprimer le pack de modèle de l’appareil. L’appareil a signalé une erreur de stockage ou d’accès aux fichiers. Réessayez plus tard.
it: Impossibile eliminare il pacchetto modello dal dispositivo. Il dispositivo ha segnalato un errore di archiviazione o di accesso ai file. Riprova più tardi.
ja: デバイスからモデルパックを削除できませんでした。ストレージまたはファイルアクセスのエラーが報告されました。後でもう一度試してください。
ko: 기기에서 모델 팩을 삭제할 수 없습니다. 기기가 저장 공간 또는 파일 접근 오류를 보고했습니다. 나중에 다시 시도하세요.
pt: Não foi possível apagar o pacote do modelo do dispositivo. O dispositivo relatou um erro de armazenamento ou acesso a arquivos. Tente novamente mais tarde.
ru: Не удалось удалить пакет модели с устройства. Устройство сообщило об ошибке хранилища или доступа к файлам. Попробуйте позже.
uk: Не вдалося видалити пакет моделі з пристрою. Пристрій повідомив про помилку сховища або доступу до файлів. Спробуйте пізніше.
zh_hans: 无法从设备删除模型包。设备报告了存储或文件访问错误。请稍后重试。

source: Couldn't delete the saved session.
de: Die gespeicherte Sitzung konnte nicht gelöscht werden.
es: No se pudo borrar la sesión guardada.
fr: Impossible de supprimer la session enregistrée.
it: Impossibile eliminare la sessione salvata.
ja: 保存済みセッションを削除できませんでした。
ko: 저장된 세션을 삭제할 수 없습니다.
pt: Não foi possível apagar a sessão salva.
ru: Не удалось удалить сохранённую сессию.
uk: Не вдалося видалити збережений сеанс.
zh_hans: 无法删除已保存的会话。

source: Couldn't download the model pack because the network request failed. Check your connection and try again.
de: Das Modellpaket konnte nicht geladen werden, weil die Netzwerkanfrage fehlgeschlagen ist. Prüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo descargar el paquete del modelo porque falló la solicitud de red. Revisa la conexión e inténtalo de nuevo.
fr: Impossible de télécharger le pack de modèle, car la requête réseau a échoué. Vérifiez la connexion et réessayez.
it: Impossibile scaricare il pacchetto modello perché la richiesta di rete non è riuscita. Controlla la connessione e riprova.
ja: ネットワークリクエストが失敗したため、モデルパックをダウンロードできませんでした。接続を確認してもう一度試してください。
ko: 네트워크 요청이 실패하여 모델 팩을 다운로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
pt: Não foi possível baixar o pacote do modelo porque a solicitação de rede falhou. Verifique a conexão e tente novamente.
ru: Не удалось скачать пакет модели: сетевой запрос завершился ошибкой. Проверьте подключение и попробуйте снова.
uk: Не вдалося завантажити пакет моделі: мережевий запит завершився помилкою. Перевірте підключення й спробуйте знову.
zh_hans: 网络请求失败，无法下载模型包。请检查连接并重试。

source: Couldn't download the model pack. Check your network connection and try again.
de: Modellpaket konnte nicht geladen werden. Prüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: No se pudo descargar el paquete del modelo. Comprueba tu conexión de red e inténtalo de nuevo.
fr: Impossible de télécharger le pack du modèle. Vérifiez votre connexion réseau et réessayez.
it: Impossibile scaricare il pacchetto del modello. Controlla la connessione di rete e riprova.
ja: モデルパックをダウンロードできませんでした。ネットワーク接続を確認してもう一度お試しください。
ko: 모델 팩을 다운로드할 수 없습니다. 네트워크 연결을 확인하고 다시 시도하세요.
pt: Não foi possível baixar o pacote do modelo. Verifique a conexão de rede e tente novamente.
ru: Не удалось скачать пакет модели. Проверьте подключение к сети и попробуйте снова.
uk: Не вдалося завантажити пакет моделі. Перевірте підключення до мережі та спробуйте ще раз.
zh_hans: 无法下载模型包。请检查网络连接后重试。

source: Couldn't initialize the local recognizer from the installed pack.
de: Der lokale Erkenner konnte aus dem installierten Paket nicht initialisiert werden.
es: No se pudo inicializar el reconocedor local desde el paquete instalado.
fr: Impossible d'initialiser le moteur de reconnaissance local à partir du pack installé.
it: Impossibile inizializzare il riconoscitore locale dal pacchetto installato.
ja: インストール済みのパックからローカル認識エンジンを初期化できませんでした。
ko: 설치된 팩에서 로컬 인식기를 초기화할 수 없습니다.
pt: Não foi possível inicializar o reconhecedor local a partir do pacote instalado.
ru: Не удалось инициализировать локальный распознаватель из установленного пакета.
uk: Не вдалося ініціалізувати локальний розпізнавач зі встановленого пакета.
zh_hans: 无法从已安装的包初始化本地识别器。

source: Couldn't install the model
de: Modell konnte nicht installiert werden
es: No se pudo instalar el modelo
fr: Impossible d'installer le modèle
it: Impossibile installare il modello
ja: モデルをインストールできませんでした
ko: 모델을 설치할 수 없습니다
pt: Não foi possível instalar o modelo
ru: Не удалось установить модель
uk: Не вдалося встановити модель
zh_hans: 无法安装模型

source: Couldn't install the model pack because the installer did not produce the expected local files.
de: Das Modellpaket konnte nicht installiert werden, weil der Installer die erwarteten lokalen Dateien nicht erstellt hat.
es: No se pudo instalar el paquete del modelo porque el instalador no generó los archivos locales esperados.
fr: Impossible d’installer le pack de modèle, car l’installeur n’a pas produit les fichiers locaux attendus.
it: Impossibile installare il pacchetto modello perché il programma di installazione non ha prodotto i file locali attesi.
ja: インストーラが想定されたローカルファイルを作成しなかったため、モデルパックをインストールできませんでした。
ko: 설치 프로그램이 예상한 로컬 파일을 만들지 않아 모델 팩을 설치할 수 없습니다.
pt: Não foi possível instalar o pacote do modelo porque o instalador não gerou os arquivos locais esperados.
ru: Не удалось установить пакет модели: установщик не создал ожидаемые локальные файлы.
uk: Не вдалося встановити пакет моделі: інсталятор не створив очікувані локальні файли.
zh_hans: 安装器未生成预期的本地文件，因此无法安装模型包。

source: Couldn't load or apply the local FluidAudio model from the installed pack.
de: Das lokale FluidAudio-Modell konnte aus dem installierten Paket nicht geladen oder angewendet werden.
es: No se pudo cargar ni aplicar el modelo local de FluidAudio desde el paquete instalado.
fr: Impossible de charger ou d'appliquer le modèle FluidAudio local à partir du pack installé.
it: Impossibile caricare o applicare il modello FluidAudio locale dal pacchetto installato.
ja: インストール済みのパックからローカルFluidAudioモデルを読み込みまたは適用できませんでした。
ko: 설치된 팩에서 로컬 FluidAudio 모델을 불러오거나 적용할 수 없습니다.
pt: Não foi possível carregar ou aplicar o modelo local FluidAudio a partir do pacote instalado.
ru: Не удалось загрузить или применить локальную модель FluidAudio из установленного пакета.
uk: Не вдалося завантажити або застосувати локальну модель FluidAudio зі встановленого пакета.
zh_hans: 无法从已安装的包加载或应用本地 FluidAudio 模型。

source: Couldn't load session history.
de: Der Sitzungsverlauf konnte nicht geladen werden.
es: No se pudo cargar el historial de sesiones.
fr: Impossible de charger l’historique des sessions.
it: Impossibile caricare la cronologia delle sessioni.
ja: セッション履歴を読み込めませんでした。
ko: 세션 기록을 불러올 수 없습니다.
pt: Não foi possível carregar o histórico de sessões.
ru: Не удалось загрузить историю сессий.
uk: Не вдалося завантажити історію сеансів.
zh_hans: 无法加载会话历史记录。

source: Couldn't load this transcript.
de: Dieses Transkript konnte nicht geladen werden.
es: No se pudo cargar esta transcripción.
fr: Impossible de charger cette transcription.
it: Impossibile caricare questa trascrizione.
ja: この文字起こしを読み込めませんでした。
ko: 이 전사를 불러올 수 없습니다.
pt: Não foi possível carregar esta transcrição.
ru: Не удалось загрузить эту расшифровку.
uk: Не вдалося завантажити це розшифрування.
zh_hans: 无法加载此转写。

source: Couldn't prepare on-device translation. Check the language pack and try again.
de: On-Device-Übersetzung konnte nicht vorbereitet werden. Prüfen Sie das Sprachpaket und versuchen Sie es erneut.
es: No se pudo preparar la traducción en el dispositivo. Comprueba el paquete de idioma e inténtalo de nuevo.
fr: Impossible de préparer la traduction sur l'appareil. Vérifiez le pack linguistique et réessayez.
it: Impossibile preparare la traduzione sul dispositivo. Controlla il pacchetto lingua e riprova.
ja: 端末内翻訳を準備できませんでした。言語パックを確認してもう一度お試しください。
ko: 기기 내 번역을 준비할 수 없습니다. 언어 팩을 확인하고 다시 시도하세요.
pt: Não foi possível preparar a tradução no dispositivo. Verifique o pacote de idioma e tente novamente.
ru: Не удалось подготовить локальный перевод. Проверьте языковой пакет и повторите попытку.
uk: Не вдалося підготувати переклад на пристрої. Перевірте мовний пакет і спробуйте ще раз.
zh_hans: 无法准备设备端翻译。请检查语言包后重试。

source: Couldn't recognize speech. Try again.
de: Sprache konnte nicht erkannt werden. Versuchen Sie es erneut.
es: No se pudo reconocer la voz. Inténtalo de nuevo.
fr: Impossible de reconnaître la parole. Réessayez.
it: Impossibile riconoscere il parlato. Riprova.
ja: 音声を認識できませんでした。もう一度お試しください。
ko: 음성을 인식할 수 없습니다. 다시 시도하세요.
pt: Não foi possível reconhecer a fala. Tente novamente.
ru: Не удалось распознать речь. Повторите попытку.
uk: Не вдалося розпізнати мовлення. Спробуйте ще раз.
zh_hans: 无法识别语音。请重试。

source: Couldn't save the transcript. Live transcription continues.
de: Das Transkript konnte nicht gespeichert werden. Die Live-Transkription läuft weiter.
es: No se pudo guardar la transcripción. La transcripción en vivo continúa.
fr: Impossible d’enregistrer la transcription. La transcription en direct continue.
it: Impossibile salvare la trascrizione. La trascrizione live continua.
ja: 文字起こしを保存できませんでした。ライブ文字起こしは続行します。
ko: 전사를 저장할 수 없습니다. 실시간 전사는 계속됩니다.
pt: Não foi possível salvar a transcrição. A transcrição ao vivo continua.
ru: Не удалось сохранить расшифровку. Живая расшифровка продолжается.
uk: Не вдалося зберегти розшифрування. Живе розшифрування триває.
zh_hans: 无法保存转写。实时转写会继续。

source: Couldn't save the voice sample. Try again.
de: Die Stimmprobe konnte nicht gespeichert werden. Versuchen Sie es erneut.
es: No se pudo guardar la muestra de voz. Inténtalo de nuevo.
fr: Impossible d'enregistrer l'échantillon vocal. Réessayez.
it: Impossibile salvare il campione vocale. Riprova.
ja: 音声サンプルを保存できませんでした。もう一度お試しください。
ko: 음성 샘플을 저장할 수 없습니다. 다시 시도하세요.
pt: Não foi possível salvar a amostra de voz. Tente novamente.
ru: Не удалось сохранить образец голоса. Попробуйте снова.
uk: Не вдалося зберегти голосовий зразок. Спробуйте ще раз.
zh_hans: 无法保存语音样本。请重试。

source: Couldn't start recognition. Check the microphone and try again.
de: Erkennung konnte nicht gestartet werden. Prüfen Sie das Mikrofon und versuchen Sie es erneut.
es: No se pudo iniciar el reconocimiento. Comprueba el micrófono e inténtalo de nuevo.
fr: Impossible de lancer la reconnaissance. Vérifiez le microphone et réessayez.
it: Impossibile avviare il riconoscimento. Controlla il microfono e riprova.
ja: 認識を開始できませんでした。マイクを確認してもう一度お試しください。
ko: 인식을 시작할 수 없습니다. 마이크를 확인하고 다시 시도하세요.
pt: Não foi possível iniciar o reconhecimento. Verifique o microfone e tente novamente.
ru: Не удалось запустить распознавание. Проверьте микрофон и повторите попытку.
uk: Не вдалося почати розпізнавання. Перевірте мікрофон і спробуйте ще раз.
zh_hans: 无法开始识别。请检查麦克风后重试。

source: Couldn't start recording.
de: Aufnahme konnte nicht gestartet werden.
es: No se pudo iniciar la grabación.
fr: Impossible de lancer l'enregistrement.
it: Impossibile avviare la registrazione.
ja: 録音を開始できませんでした。
ko: 녹음을 시작할 수 없습니다.
pt: Não foi possível iniciar a gravação.
ru: Не удалось начать запись.
uk: Не вдалося почати запис.
zh_hans: 无法开始录制。

source: Couldn't test the level: the input audio format is unavailable.
de: Der Pegel konnte nicht getestet werden: Das Eingangs-Audioformat ist nicht verfügbar.
es: No se pudo probar el nivel: el formato de audio de entrada no está disponible.
fr: Impossible de tester le niveau : le format audio d'entrée est indisponible.
it: Impossibile provare il livello: il formato audio di ingresso non è disponibile.
ja: レベルをテストできませんでした：入力音声フォーマットが利用できません。
ko: 레벨을 테스트할 수 없습니다. 입력 오디오 형식을 사용할 수 없습니다.
pt: Não foi possível testar o nível: o formato de áudio de entrada está indisponível.
ru: Не удалось проверить уровень: входной аудиоформат недоступен.
uk: Не вдалося перевірити рівень: формат вхідного аудіо недоступний.
zh_hans: 无法测试电平：输入音频格式不可用。

source: Couldn’t prepare the audio input for recording: %@
de: Der Audioeingang für die Aufnahme konnte nicht vorbereitet werden: %@
es: No se pudo preparar la entrada de audio para la grabación: %@
fr: Impossible de préparer l’entrée audio pour l’enregistrement : %@
it: Impossibile preparare l’ingresso audio per la registrazione: %@
ja: 録音用の音声入力を準備できませんでした: %@
ko: 녹음을 위한 오디오 입력을 준비할 수 없습니다: %@
pt: Não foi possível preparar a entrada de áudio para a gravação: %@
ru: Не удалось подготовить аудиовход для записи: %@
uk: Не вдалося підготувати аудіовхід для запису: %@
zh_hans: 无法为录制准备音频输入：%@

source: Couldn’t recognize speech: %@
de: Sprache konnte nicht erkannt werden: %@
es: No se pudo reconocer el habla: %@
fr: Impossible de reconnaître la parole : %@
it: Impossibile riconoscere il parlato: %@
ja: 音声を認識できませんでした: %@
ko: 음성을 인식할 수 없습니다: %@
pt: Não foi possível reconhecer a fala: %@
ru: Не удалось распознать речь: %@
uk: Не вдалося розпізнати мовлення: %@
zh_hans: 无法识别语音：%@
